<?php

return [
    'top' => [
        'big_title' => 'Онлайн школа программирования',
        'second_title' => [
            'row1' => 'для детей ы подростков от 8 до 18 лет',
            'row2' => 'минимум теории, максимум практики',
            'row3' => 'первый урок бесплатный',
        ],
        'try_button' => 'Попробуйте бесплатно'
    ],
    'about' => [
        'small_title' => 'О нас',
        'big_title' => 'Лучший выбор для<br>онлайн-обучения',
        'description' => 'Наша школа объединила профессионалов, работающих для того, чтобы дать лучшее образование для вас или вашего ребенка. У всех преподавателей практический опыт работы в IT и в сфере образования. У нас нет только теоретических занятий, все 100% занятий практические. Вы сами выбираете время для обучения. Мы предлагаем доступные цены и систему скидок.',
        'available_subjects' => 'доступных тем',
        'online_courses' => 'онлайн курсов',
        'skilled_instructors' => 'опытных преподавателей',
        'happy_students' => 'счастливых студентов',
        'block1_title' => 'Опытные преподаватели',
        'block1_description' => 'У нас работают преподаватели с практическим опытом в сфере IT',
        'block2_title' => 'Сертификат',
        'block2_description' => 'После успешного окончания курса обучения, вы получаете официальный сертификат нашей школы',
        'block3_title' => 'Онлайн обучение',
        'block3_description' => 'Воспользуйтесь преимуществами современного образования, которое позволяет вам учиться дистанционно, не выходя из дома',
        'block4_title' => 'Доступность',
        'block4_description' => 'Приятные цены, сиситема скидок и постоянные акции',
    ],
    'prices' => [
        'title' => 'Стоимость обучения',
        'group_label' => 'Групповой',
        'ind_label' => 'Персональный',
        'price1' => [
            'title' => 'Минимальный',
            'qty' => '5 занятий',
            'text' => 'Ты познакомишься с темой и процессом обучения',
            'group_price' => '350 грн',
            'ind_price' => '450 грн',
        ],
        'price2' => [
            'title' => 'Экономный',
            'qty' => '10 занятий',
            'text' => 'Сможешь лучше познакомиться с темой',
            'group_price' => '300 грн',
            'ind_price' => '425 грн',
        ],
        'price3' => [
            'title' => 'Популярный',
            'qty' => '20 занятий',
            'text' => 'Получишь уверенность и заметные результаты',
            'group_price' => '280 грн',
            'ind_price' => '400 грн',
        ],
        'price4' => [
            'title' => 'Выгодный',
            'qty' => '50 занятий',
            'text' => 'Сможешь использовать знания для заработка',
            'group_price' => '250 грн',
            'ind_price' => '375 грн',
        ],
    ],
    'courses' => [
        'small_title' => 'Наши курсы',
        'big_title' => 'Посмотрите наши курсы',
    ],
    'course_carousel' => [
        'details' => 'Подробнее'
    ],
    'signup_form' => [
        'title' => 'Запишитесь на пробный урок',
        'name' => 'Ваше имя',
        'phone' => 'Ваш телефон',
        'selector' => 'Выберите курс',
        'button' => 'Записаться сейчас',
    ],
    'send_message_form' => [
        'small_title' => 'Нужна консультация?',
        'big_title' => 'Отправьте нам сообщение',
        'name' => 'Ваше имя',
        'phone' => 'Ваш телефон',
        'message' => 'Выберите курс',
        'button' => 'Отправить',
        'error' => 'Ошибка',
        'location_title' => 'Где мы находимся',
        'phone_title' => 'Позвоните нам',
        'email_title' => 'Email',
        'form_privacy_agreement' =>
            'Нажимая кнопку, вы соглашаетесь с условиями <a href=":link">пользовательского соглашения</a>',
    ],
    'successfull_sending' => 'Мы свяжемся с вами в ближайшее время',
];
