<?php

return [
    'top' => [
        'big_title' => 'Онлайн школа программирования',
        'second_title' => [
            'row1' => 'для детей и подростков от 8 до 18 лет',
            'row2' => 'минимум теории, максимум практики',
            'row3' => 'первый урок бесплатный',
        ],
        'try_button' => 'Попробуйте бесплатно'
    ],
    'about' => [
        'small_title' => 'О нас',
        'big_title' => 'Почему мы',
        'description' => 'Наша школа объединила профессионалов, работающих для того, чтобы дать лучшее образование для вас или вашего ребенка. У всех преподавателей практический опыт работы в IT и в сфере образования. У нас нет только теоретических занятий, все 100% занятий практические. Вы сами выбираете время для обучения. Мы предлагаем доступные цены и систему скидок.',
        'available_subjects' => 'доступных тем',
        'online_courses' => 'онлайн курсов',
        'skilled_instructors' => 'опытных преподавателей',
        'happy_students' => 'счастливых студентов',
        'block1_title' => 'Опытные преподаватели',
        'block1_description' => 'У нас работают преподаватели с практическим опытом в сфере IT',
        'block2_title' => 'Сертификат',
        'block2_description' => 'После успешного окончания курса обучения, вы получаете официальный сертификат нашей школы',
        'block3_title' => 'Онлайн обучение',
        'block3_description' => 'Воспользуйтесь преимуществами современного образования, которое позволяет вам учиться дистанционно, не выходя из дома',
        'block4_title' => 'Доступность',
        'block4_description' => 'Приятные цены, сиситема скидок и постоянные акции',
    ],
    'prices' => [
        'title' => 'Стоимость обучения',
        'group_label' => 'Групповое',
        'ind_label' => 'Персональное',
        'qty' => ':qty занятий',
        'qty-min' => ':qty занятия',
        'price_string' => ':price грн',
        'saving_text' => 'Вы экономите',
        'price1' => [
            'title' => 'Минимальный',
            'text' => 'Ученик получит минимальные практические навыки',
        ],
        'price2' => [
            'title' => 'Экономный',
            'text' => 'Сможет лучше познакомиться с темой',
        ],
        'price3' => [
            'title' => 'Популярен',
            'text' => 'Получит уверенность и заметные результаты',
        ],
        'price4' => [
            'title' => 'Выгодный',
            'text' => 'Сможет использовать знания для заработка',
        ],
    ],
    'courses' => [
        'small_title' => 'Наши курсы',
        'big_title' => 'Посмотрите наши курсы',
    ],
    'course_carousel' => [
        'details' => 'Подробнее'
    ],
    'signup_form' => [
        'title' => 'Запишитесь на пробный урок',
        'name' => 'Ваше имя',
        'phone' => 'Ваш телефон',
        'selector' => 'Выберите курс',
        'button' => 'Записаться сейчас',
        'other' => 'Другое'
    ],
    'faq' => [
        'title' => 'Вопросы и ответы',
        'q1' => 'Как организовано обучение?',
        'a1' => 'Все занятия проходят онлайн из любой точки мира. Для обучения вам нужен стационный компьютер или ноутбук.',
        'q2' => 'Какова продолжительность одного занятия?',
        'a2' => '60 минут.',
        'q3' => 'Можно ли выбирать время обучения?',
        'a3' => 'Да, конечно. Мы вам присылаем график свободных слотов преподавателя, и вы выбираете удобный для себя час.',
        'q4' => 'За сколько часов можно отменить занятие?',
        'a4' => 'Не позднее чем за час до урока. При этом средства не списываются.',
        'q5' => 'Можно ли обратиться за помощью к преподавателю во внеурочное время?',
        'a5' => 'Да, преподаватель всегда с вами на связи в группе в телеграмме.',
        'q6' => 'Выдает школа сертификат после окончания курса?',
        'a6' => 'Да, после успешного окончания курса школа выдает сертификат в электронном виде.',
        'q7' => 'В вашей школе есть каникулы?',
        'a7' => 'В нашей школе нет каникул, но вы можете приостановить обучение воспользовавшись функцией заморозки.',
    ],
    'send_message_form' => [
        'small_title' => 'Нужна консультация?',
        'big_title' => 'Отправьте нам сообщение',
        'name' => 'Ваше имя',
        'phone' => 'Ваш телефон',
        'message' => 'Выберите курс',
        'button' => 'Отправить',
        'error' => 'Ошибка',
        'location_title' => 'Где мы находимся',
        'phone_title' => 'Позвоните нам',
        'email_title' => 'Email',
        'form_privacy_agreement' =>
            'Нажимая кнопку, вы соглашаетесь с условиями <a href=":link">пользовательского соглашения</a>',
    ],
    'successfull_sending' => 'Мы свяжемся с вами в ближайшее время',
];
