<?php

return [
    'top' => [
        'big_title' => 'Онлайн школа програмування',
        'second_title' => 'Індивідуальні комп\'ютерні курси для дітей та дорослих онлайн від 8 до 35 років',
        'try_button' => 'Спробуйте безкоштовно'
    ],
    'about' => [
        'small_title' => 'Про нас',
        'big_title' => 'Найкращий вибір для<br> онлайн-навчання',
        'description' => 'Наша школа об\'єднала професіоналів, які працюють задля того, щоб дати найкращу освіту для вас або для вашої дитини. Усі викладачі мають практичний досвід роботи в IT та у сфері освіти. В нас не має тільки теоретичних занять, всі 100% занять практичні. Ви самі обираєте час для навчання. Ми пропонуємо доступні ціни та систему знижок.',
        'available_subjects' => 'доступних тем',
        'online_courses' => 'онлайн курсів',
        'skilled_instructors' => 'досвідчених викладачів',
        'happy_students' => 'щасливих студентів',
        'block1_title' => 'Досвідчені викладачі',
        'block1_description' => 'У нас працюють викладачі з практичним досвідом у сфері IT',
        'block2_title' => 'Сертифікат',
        'block2_description' => 'Після успішного закінчення курсу навчання ви отримуєте офіційний сертифікат нашої школи',
        'block3_title' => 'Онлайн навчання',
        'block3_description' => 'Скористайтеся перевагами сучасної освіти, яка дозволяє вам навчатись дистанційно, не виходячи із дому',
    ],
    'prices' => [
        'title' => 'Вартість навчання',
        'price1' => [
            'title' => 'Мінімальний',
            'qty' => '5 занять',
            'text' => 'Ти познайомишся з темою та процесом навчання',
            'text' => 'Ти познайомишся з темою та процесом навчання',
        ],

    ],
    'courses' => [
        'small_title' => 'Наші курси',
        'big_title' => 'Перегляньте новинки наших курсів',
    ],
    'course_carousel' => [
        'details' => 'Докладніше'
    ],
    'signup_form' => [
        'title' => 'Запишіться на пробне заняття',
        'name' => 'Ваше ім\'я',
        'phone' => 'Ваш телефон',
        'selector' => 'Виберіть курс',
        'button' => 'Записатися зараз',
    ],
    'send_message_form' => [
        'small_title' => 'Потрібна консультація?',
        'big_title' => 'Надішліть нам повідомлення',
        'name' => 'Ваше ім\'я',
        'phone' => 'Ваш телефон',
        'message' => 'Повідомлення',
        'button' => 'Відправити',
        'error' => 'Помилка',
        'location_title' => 'Де ми знаходимось',
        'phone_title' => 'Подзвоніть нам',
        'email_title' => 'Email',
    ],
    'successfull_sending' => 'Ми зв\'яжемося з вами найближчим часом'
];
