<?php

return [
    'top' => [
        'big_title' => 'Онлайн школа програмування',
        'second_title' => [
            'row1' => 'для дітей та підлітків від 8 до 18 років',
            'row2' => 'мінімум теорії, максимум практики',
            'row3' => 'перший урок безкоштовний',
        ],
        'try_button' => 'Спробуйте безкоштовно'
    ],
    'about' => [
        'small_title' => 'Про нас',
        'big_title' => 'Чому ми?',
        'description' => 'Ми пропонуємо найактуальніші IT-курси. Дайте вашій дитині можливість вже з раннього віку зануритись у світ програмування. На уроках лише 20 % теорії, а 80 % займає практика. Ми навчаємо дітей створювати ігри, а не лише грати в них, марно витрачаючи час. До того ж програмування розвиває логіку, зосередженість, пам\'ять та вміння мислити. Ви самі обираєте час для навчання.',
        'available_subjects' => 'доступних тем',
        'online_courses' => 'онлайн курсів',
        'skilled_instructors' => 'досвідчених викладачів',
        'happy_students' => 'щасливих студентів',
        'block1_title' => 'Викладачі',
        'block1_description' => 'Професіонали з досвідом викладання понад 5 років і одночасно практикуючі IT-спеціалісти',
        'block2_title' => 'Сертифікат',
        'block2_description' => 'Після успішного закінчення курсу навчання ви отримуєте сертифікат нашої школи',
        'block3_title' => 'Онлайн навчання',
        'block3_description' => 'Скористайтеся перевагами сучасної освіти, яка дозволяє вам навчатись дистанційно, не виходячи із дому',
        'block4_title' => 'Доступність',
        'block4_description' => 'Приємні ціни, система знижок та постійні акції',
    ],
    'prices' => [
        'title' => 'Вартість навчання',
        'group_label' => 'Груповий',
        'ind_label' => 'Індивідуальний',
        'price1' => [
            'title' => 'Мінімальний',
            'qty' => '5 занять',
            'text' => 'Ти отримаєш мінімальні практичні навички',
            'group_price' => '350 грн',
            'ind_price' => '450 грн',
        ],
        'price2' => [
            'title' => 'Економний',
            'qty' => '10 занять',
            'text' => 'Зможеш краще познайомитися з темою',
            'group_price' => '300 грн',
            'ind_price' => '425 грн',
        ],
        'price3' => [
            'title' => 'Популярний',
            'qty' => '20 занять',
            'text' => 'Отримаєш впевненість та помітні результати',
            'group_price' => '280 грн',
            'ind_price' => '400 грн',
        ],
        'price4' => [
            'title' => 'Вигідний',
            'qty' => '50 занять',
            'text' => 'Зможеш використовувати знання для заробітку',
            'group_price' => '250 грн',
            'ind_price' => '375 грн',
        ],
    ],
    'courses' => [
        'small_title' => 'Наші курси',
        'big_title' => 'Перегляньте наші курси',
    ],
    'course_carousel' => [
        'details' => 'Докладніше'
    ],
    'signup_form' => [
        'title' => 'Запишіться на пробне заняття',
        'name' => 'Ваше ім\'я',
        'phone' => 'Ваш телефон',
        'selector' => 'Виберіть курс',
        'button' => 'Записатися зараз',
    ],
    'send_message_form' => [
        'small_title' => 'Потрібна консультація?',
        'big_title' => 'Надішліть нам повідомлення',
        'name' => 'Ваше ім\'я',
        'phone' => 'Ваш телефон',
        'message' => 'Повідомлення',
        'button' => 'Відправити',
        'error' => 'Помилка',
        'location_title' => 'Де ми знаходимось',
        'phone_title' => 'Подзвоніть нам',
        'email_title' => 'Email',
        'form_privacy_agreement' =>
            'Натискаючи кнопку, ви погоджуєтесь з умовами <a href=":link">користувальницької угоди</a>',
    ],
    'successfull_sending' => 'Ми зв\'яжемося з вами найближчим часом'
];
