<?php

return [
    'top' => [
        'big_title' => 'Онлайн школа програмування',
        'second_title' => [
            'row1' => 'для дітей та підлітків від 8 до 18 років',
            'row2' => 'мінімум теорії, максимум практики',
            'row3' => 'перший урок безкоштовний',
        ],
        'try_button' => 'Спробуйте безкоштовно'
    ],
    'about' => [
        'small_title' => 'Про нас',
        'big_title' => 'Чому ми?',
        'description' => 'Ми пропонуємо найактуальніші IT-курси. Дайте вашій дитині можливість вже з раннього віку зануритись у світ програмування. На уроках лише 20 % теорії, а 80 % займає практика. Ми навчаємо дітей створювати ігри, а не лише грати в них, марно витрачаючи час. До того ж програмування розвиває логіку, зосередженість, пам\'ять та вміння мислити. Ви самі обираєте час для навчання.',
        'available_subjects' => 'доступних тем',
        'online_courses' => 'онлайн курсів',
        'skilled_instructors' => 'досвідчених викладачів',
        'happy_students' => 'щасливих студентів',
        'block1_title' => 'Викладачі',
        'block1_description' => 'Професіонали з досвідом викладання понад 5 років і одночасно практикуючі IT-спеціалісти',
        'block2_title' => 'Сертифікат',
        'block2_description' => 'Після успішного закінчення курсу навчання ви отримуєте сертифікат нашої школи',
        'block3_title' => 'Онлайн навчання',
        'block3_description' => 'Скористайтеся перевагами сучасної освіти, яка дозволяє вам навчатись дистанційно, не виходячи із дому',
        'block4_title' => 'Доступність',
        'block4_description' => 'Приємні ціни, система знижок та постійні акції',
    ],
    'prices' => [
        'title' => 'Вартість навчання',
        'group_label' => 'Групове',
        'ind_label' => 'Індивідуальне',
        'qty' => ':qty занять',
        'qty-min' => ':qty заняття',
        'price_string' => ':price грн',
        'saving_text' => 'Ви заощаджуєте',
        'price1' => [
            'title' => 'Мінімальний',
            'text' => 'Учень отримає мінімальні практичні навички',
        ],
        'price2' => [
            'title' => 'Економний',
            'text' => 'Зануриться в тему та створить міні-проект',
        ],
        'price3' => [
            'title' => 'Популярний',
            'text' => 'Отримає впевненість та помітні результати',
        ],
        'price4' => [
            'title' => 'Вигідний',
            'text' => 'Зможе використовувати знання для заробітку',
        ],
    ],
    'courses' => [
        'small_title' => 'Наші курси',
        'big_title' => 'Перегляньте наші курси',
    ],
    'course_carousel' => [
        'details' => 'Докладніше'
    ],
    'signup_form' => [
        'title' => 'Запишіться на пробне заняття',
        'name' => 'Ваше ім\'я',
        'phone' => 'Ваш телефон',
        'selector' => 'Оберіть курс',
        'button' => 'Записатися зараз',
        'other' => 'Інше'
    ],
    'faq' => [
        'title' => 'Питання та відповіді',
        'q1' => 'Як організовано навчання?',
        'a1' => 'Усі заняття проходять онлайн із будь-якої точки світу. Для навчання вам потрібен стаціонарний комп\'ютер або ноутбук.',
        'q2' => 'Яка тривалість одного заняття?',
        'a2' => '60 хвилин.',
        'q3' => 'Чи можна обирати час навчання?',
        'a3' => 'Так, звичайно. Ми вам надсилаємо графік вільних слотів викладача, і ви обираєте зручний для себе час.',
        'q4' => 'За скільки часу можна скасувати заняття?',
        'a4' => 'Не пізніше, ніж за годину до уроку. При цьому кошти не списуються.',
        'q5' => 'Чи можна звернутись за допомогою до викладача у позаурочний час?',
        'a5' => 'Так, викладач завжди з вами на зв\'язку у групі в телеграмі.',
        'q6' => 'Чи видає школа сертифікат після закінчення курсу?',
        'a6' => 'Так, після успішного закінчення курсу школа видає сертифікат в електронному вигляді.',
        'q7' => 'У вашій школі є канікули?',
        'a7' => 'У нашій школі немає канікул, але ви можете призупинити навчання скориставшись функцією заморозки.',
    ],
    'send_message_form' => [
        'small_title' => 'Потрібна консультація?',
        'big_title' => 'Надішліть нам повідомлення',
        'name' => 'Ваше ім\'я',
        'phone' => 'Ваш телефон',
        'message' => 'Повідомлення',
        'button' => 'Відправити',
        'error' => 'Помилка',
        'location_title' => 'Де ми знаходимось',
        'phone_title' => 'Подзвоніть нам',
        'email_title' => 'Email',
        'form_privacy_agreement' =>
            'Натискаючи кнопку, ви погоджуєтесь з умовами <a href=":link">користувальницької угоди</a>',
    ],
    'successfull_sending' => 'Ми зв\'яжемося з вами найближчим часом'
];
